Repository: jrevillard/genie-ai-replica
Catalog: mobile/genie_ai_mobile_swiftui/GenieAI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, pt, ru, sw, th, zh

source: Pension contributions and withdrawals
ar: مساهمات المعاشات والسحوبات
de: Rentenbeiträge und Auszahlungen
es: Contribuciones y retiros de pensión
fr: Cotisations de retraite et retraits
id: Iuran pensiun dan penarikan
pt: Contribuições e retiradas de pensão
ru: Пенсионные взносы и выплаты
sw: Michango ya pensheni na uondoaji
th: เงินสมทบกองทุนบำเหน็จบำนาญและการถอน
zh: 养老金缴款和提取

source: Pension status and contributions
ar: حالة المعاش والمساهمات
de: Rentenstatus und Beiträge
es: Estado de pensión y contribuciones
fr: Statut de pension et cotisations
id: Status pensiun dan iuran
pt: Status de pensão e contribuições
ru: Пенсионный статус и взносы
sw: Hali ya pensheni na michango
th: สถานะบำเหน็จบำนาญและเงินสมทบ
zh: 养老金状况和缴款

source: Permanent Resident
ar: مقيم دائم
de: Dauerhafter Bewohner
es: Residente permanente
fr: Résident permanent
id: Penduduk Tetap
pt: Residente Permanente
ru: Постоянный житель
sw: Mkazi wa Kudumu
th: ผู้พำนักถาวร
zh: 永久居民

source: Personal
ar: شخصي
de: Persönlich
fr: Personnel
id: Pribadi
pt: Pessoal
ru: Личные
sw: Binafsi
th: ส่วนบุคคล
zh: 个人

source: Personal Identification Data
ar: بيانات الهوية الشخصية
de: Persönliche Identifikationsdaten
es: Datos de Identificación Personal
fr: Données d'identification personnelle
id: Data Identitas Pribadi
pt: Dados de Identificação Pessoal
ru: Персональные данные
sw: Data ya Utambulisho Binafsi
th: ข้อมูลระบุตัวตนส่วนบุคคล
zh: 个人身份数据

source: Petroleum Engineering
ar: هندسة البترول
de: Erdölingenieurwesen
es: Ingeniería de Petróleos
fr: Génie pétrolier
id: Teknik Perminyakan
pt: Engenharia de Petróleo
ru: Нефтегазовое дело
sw: Uhandisi wa Petroli
th: วิศวกรรมปิโตรเลียม
zh: 石油工程

source: Pharmacy
ar: صيدلة
de: Pharmazie
es: Farmacia
fr: Pharmacie
id: Farmasi
pt: Farmácia
ru: Фармация
sw: Famasia
th: เภสัชศาสตร์
zh: 药学

source: Philosophy
ar: فلسفة
de: Philosophie
es: Filosofía
fr: Philosophie
id: Filsafat
pt: Filosofia
ru: Философия
sw: Falsafa
th: ปรัชญา
zh: 哲学

source: Photo must be clear, recent, and show your full face
ar: يجب أن تكون الصورة واضحة، حديثة، وتظهر وجهك بالكامل
de: Foto muss klar, aktuell sein und dein ganzes Gesicht zeigen
es: La foto debe ser clara, reciente y mostrar tu rostro completo
fr: La photo doit être claire, récente et montrer votre visage entier
id: Foto harus jelas, terbaru, dan menampilkan wajah penuh Anda
pt: A foto deve ser clara, recente e mostrar seu rosto inteiro
ru: Фото должно быть четким, недавним и показывать ваше лицо полностью
sw: Picha lazima iwe wazi, ya hivi karibuni, na ionyeshe uso wako kamili
th: รูปถ่ายต้องชัดเจน เป็นปัจจุบัน และแสดงใบหน้าของคุณเต็มหน้า
zh: 照片必须清晰、近期且显示您的全脸

source: Photograph
ar: صورة فوتوغرافية
de: Foto
es: Fotografía
fr: Photographie
id: Foto
pt: Fotografia
ru: Фотография
sw: Picha
th: รูปถ่าย
zh: 照片

source: Photography
ar: تصوير
de: Fotografie
es: Fotografía
fr: Photographie
id: Fotografi
pt: Fotografia
ru: Фотография
sw: Upigaji Picha
th: การถ่ายภาพ
zh: 摄影

source: Physical Education
ar: التربية البدنية
de: Sportunterricht
es: Educación Física
fr: Éducation physique
id: Pendidikan Jasmani
pt: Educação Física
ru: Физическое воспитание
sw: Elimu ya Viungo
th: พลศึกษา
zh: 体育教育

source: Physical Therapy
ar: العلاج الطبيعي
de: Physiotherapie
es: Fisioterapia
fr: Physiothérapie
id: Terapi Fisik
pt: Fisioterapia
ru: Физиотерапия
sw: Tiba ya Kimwili
th: กายภาพบำบัด
zh: 物理治疗

source: Physics
ar: فيزياء
de: Physik
es: Física
fr: Physique
id: Fisika
pt: Física
ru: Физика
sw: Fizikia
th: ฟิสิกส์
zh: 物理学

source: Please check your email and follow the instructions to verify your account before logging in.
ar: يرجى التحقق من بريدك الإلكتروني واتباع التعليمات لتفعيل حسابك قبل تسجيل الدخول.
de: Bitte überprüfe deine E-Mails und befolge die Anweisungen zur Verifizierung deines Kontos vor der Anmeldung.
es: Por favor revisa tu correo y sigue las instrucciones para verificar tu cuenta antes de iniciar sesión.
fr: Veuillez vérifier votre e-mail et suivre les instructions pour vérifier votre compte avant de vous connecter.
id: Harap periksa email Anda dan ikuti instruksi untuk memverifikasi akun Anda sebelum masuk.
pt: Por favor, verifique seu e-mail e siga as instruções para verificar sua conta antes de entrar.
ru: Пожалуйста, проверьте почту и следуйте инструкциям для подтверждения аккаунта перед входом.
sw: Tafadhali angalia barua pepe yako na ufuate maelekezo ya kuthibitisha akaunti yako kabla ya kuingia.
th: โปรดตรวจสอบอีเมลของคุณและปฏิบัติตามคำแนะนำเพื่อยืนยันบัญชีของคุณก่อนเข้าสู่ระบบ
zh: 请检查您的电子邮件并按照说明验证您的账户，然后再登录。

source: Please check your email for further instructions.
ar: يرجى التحقق من بريدك الإلكتروني للحصول على مزيد من التعليمات.
de: Bitte überprüfe deine E-Mails für weitere Anweisungen.
es: Por favor revisa tu correo para más instrucciones.
fr: Veuillez vérifier votre e-mail pour plus d'instructions.
id: Silakan periksa email Anda untuk instruksi lebih lanjut.
pt: Por favor, verifique seu e-mail para mais instruções.
ru: Пожалуйста, проверьте вашу почту для дальнейших инструкций.
sw: Tafadhali angalia barua pepe yako kwa maelekezo zaidi.
th: โปรดตรวจสอบอีเมลของคุณเพื่อดูคำแนะนำเพิ่มเติม
zh: 请检查您的电子邮件以获取进一步说明。

source: Please check your new email for verification instructions.
ar: يرجى التحقق من بريدك الإلكتروني الجديد للحصول على تعليمات التحقق.
de: Bitte überprüfe deine neue E-Mail auf Verifizierungsanweisungen.
es: Por favor revisa tu nuevo correo para las instrucciones.
fr: Veuillez vérifier votre nouvel e-mail pour les instructions de vérification.
id: Silakan periksa email baru Anda untuk instruksi verifikasi.
pt: Por favor, verifique seu novo e-mail para obter instruções de verificação.
ru: Пожалуйста, проверьте новый email для инструкций по подтверждению.
sw: Tafadhali angalia barua pepe yako mpya kwa maelekezo ya uthibitishaji.
th: โปรดตรวจสอบอีเมลใหม่ของคุณสำหรับคำแนะนำในการยืนยัน
zh: 请检查您的新电子邮件以获取验证说明。

source: Please correct the following errors:
ar: يرجى تصحيح الأخطاء التالية:
de: Bitte korrigiere die folgenden Fehler:
es: Por favor corrige los siguientes errores:
fr: Veuillez corriger les erreurs suivantes :
id: Harap perbaiki kesalahan berikut:
pt: Por favor, corrija os seguintes erros:
ru: Пожалуйста, исправьте следующие ошибки:
sw: Tafadhali rekebisha makosa yafuatayo:
th: โปรดแก้ไขข้อผิดพลาดต่อไปนี้:
zh: 请更正以下错误：

source: Please enter your password
ar: يرجى إدخال كلمة المرور
de: Bitte gib dein Passwort ein
es: Por favor ingresa tu contraseña
fr: Veuillez entrer votre mot de passe
id: Silakan masukkan kata sandi Anda
pt: Por favor, digite sua senha
ru: Пожалуйста, введите пароль
sw: Tafadhali weka nenosiri lako
th: โปรดป้อนรหัสผ่านของคุณ
zh: 请输入您的密码

source: Please fill all required fields
ar: يرجى ملء جميع الحقول المطلوبة
de: Bitte fülle alle Pflichtfelder aus
es: Por favor completa todos los campos requeridos
fr: Veuillez remplir tous les champs obligatoires
id: Harap isi semua kolom yang wajib diisi
pt: Por favor, preencha todos os campos obrigatórios
ru: Пожалуйста, заполните все обязательные поля
sw: Tafadhali jaza sehemu zote zinazohitajika
th: โปรดกรอกฟิลด์ที่จำเป็นทั้งหมด
zh: 请填写所有必填字段

source: Please make a valid selection
ar: يرجى إجراء اختيار صالح
de: Bitte triff eine gültige Auswahl
es: Por favor haz una selección válida
fr: Veuillez faire une sélection valide
id: Harap buat pilihan yang valid
pt: Por favor, faça uma seleção válida
ru: Пожалуйста, сделайте действительный выбор
sw: Tafadhali fanya uteuzi sahihi
th: โปรดทำการเลือกที่ถูกต้อง
zh: 请进行有效选择

source: Please provide a reset token
ar: يرجى تقديم رمز إعادة التعيين
de: Bitte gib ein Reset-Token an
es: Por favor, proporciona un token de restablecimiento
fr: Veuillez fournir un jeton de réinitialisation
id: Harap berikan token setel ulang
pt: Por favor, forneça um token de redefinição
ru: Пожалуйста, предоставьте токен сброса
sw: Tafadhali toa tokeni ya kuweka upya
th: โปรดระบุโทเค็นรีเซ็ต
zh: 请提供重置令牌

source: Please select
ar: يرجى الاختيار
de: Bitte auswählen
es: Por favor selecciona
fr: Veuillez sélectionner
id: Silakan pilih
pt: Por favor, selecione
ru: Пожалуйста, выберите
sw: Tafadhali chagua
th: โปรดเลือก
zh: 请选择

source: Please select an option from the list
ar: يرجى اختيار خيار من القائمة
de: Bitte wähle eine Option aus der Liste
es: Por favor selecciona una opción de la lista
fr: Veuillez sélectionner une option dans la liste
id: Silakan pilih opsi dari daftar
pt: Por favor, selecione uma opção da lista
ru: Пожалуйста, выберите вариант из списка
sw: Tafadhali chagua chaguo kutoka kwenye orodha
th: โปรดเลือกตัวเลือกจากรายการ
zh: 请从列表中选择一个选项

source: Police records (criminal history, arrests, charges)
ar: سجلات الشرطة (التاريخ الجنائي، الاعتقالات، التهم)
de: Polizeiakten (Kriminalgeschichte, Verhaftungen, Anklagen)
es: Registros policiales (historial penal, arrestos, cargos)
fr: Casiers judiciaires (antécédents criminels, arrestations, accusations)
id: Catatan polisi (riwayat kriminal, penangkapan, tuduhan)
pt: Registros policiais (histórico criminal, prisões, acusações)
ru: Полицейские записи (криминальная история, аресты, обвинения)
sw: Rekodi za polisi (historia ya uhalifu, kukamatwa, mashtaka)
th: บันทึกของตำรวจ (ประวัติอาชญากรรม การจับกุม ข้อหา)
zh: 警方记录（犯罪历史、逮捕、指控）

source: Political party membership
ar: عضوية الأحزاب السياسية
de: Politische Parteimitgliedschaft
es: Membresía en partidos políticos
fr: Appartenance à un parti politique
id: Keanggotaan partai politik
pt: Filiação a partido político
ru: Членство в политической партии
sw: Uanachama wa chama cha siasa
th: สมาชิกพรรคการเมือง
zh: 政党成员资格

source: Political Science
ar: العلوم السياسية
de: Politikwissenschaft
es: Ciencias Políticas
fr: Science politique
id: Ilmu Politik
pt: Ciência Política
ru: Политология
sw: Sayansi ya Siasa
th: รัฐศาสตร์
zh: 政治学

source: Portuguese
ar: البرتغالية
de: Portugiesisch
es: Portugués
fr: Portugais
id: Portugis
pt: Português
ru: Португальский
sw: Kireno
th: โปรตุเกส
zh: 葡萄牙语

source: Positive feedback
ar: ملاحظات إيجابية
de: Positives Feedback
es: Comentario positivo
fr: Commentaire positif
id: Umpan balik positif
pt: Feedback positivo
ru: Положительный отзыв
sw: Maoni chanya
th: ข้อเสนอแนะเชิงบวก
zh: 正面反馈

source: Post-Doctoral
ar: ما بعد الدكتوراه
es: Post-Doctorado
fr: Post-doctorat
id: Pasca Doktoral
pt: Pós-Doutorado
ru: Постдокторантура
sw: Baada ya Udaktari
th: หลังปริญญาเอก
zh: 博士后

source: Post-Graduate Diploma
ar: دبلوم دراسات عليا
es: Diploma de Posgrado
fr: Diplôme d'études supérieures
id: Diploma Pascasarjana
pt: Diploma de Pós-Graduação
ru: Диплом о высшем образовании
sw: Diploma ya Wahitimu
th: อนุปริญญาบัณฑิต
zh: 研究生文凭

source: Postal Code
ar: الرمز البريدي
de: Postleitzahl
es: Código postal
fr: Code postal
id: Kode Pos
pt: Código Postal
ru: Почтовый индекс
sw: Msimbo wa Posta
th: รหัสไปรษณีย์
zh: 邮政编码

source: Prefer not to say
ar: أفضل عدم التصريح
de: Keine Angabe
es: Prefiero no decirlo
fr: Préfère ne pas répondre
id: Pilih untuk tidak mengatakan
pt: Prefiro não dizer
ru: Предпочитаю не указывать
sw: Pendelea kutosema
th: ไม่ต้องการระบุ
zh: 不愿透露

source: Prescriptions and treatments received
ar: الوصفات الطبية والعلاجات
de: Rezepte und erhaltene Behandlungen
es: Recetas y tratamientos recibidos
fr: Ordonnances et traitements reçus
id: Resep dan perawatan yang diterima
pt: Prescrições e tratamentos recebidos
ru: Рецепты и полученное лечение
sw: Maagizo ya daktari na matibabu yaliyopokelewa
th: ใบสั่งยาและการรักษาที่ได้รับ
zh: 处方和接受的治疗

source: Preset Icons
ar: أيقونات جاهزة
de: Voreingestellte Symbole
es: Iconos preestablecidos
fr: Icônes prédéfinies
id: Ikon Preset
pt: Ícones Predefinidos
ru: Готовые иконки
sw: Aikoni Zilizowekwa Tayari
th: ไอคอนที่ตั้งค่าไว้ล่วงหน้า
zh: 预设图标

source: Previous
ar: السابق
de: Zurück
es: Anterior
fr: Précédent
id: Sebelumnya
pt: Anterior
ru: Назад
sw: Iliyopita
th: ก่อนหน้า
zh: 上一步

source: Previous addresses
ar: العناوين السابقة
de: Vorherige Adressen
es: Direcciones anteriores
fr: Adresses précédentes
id: Alamat sebelumnya
pt: Endereços anteriores
ru: Предыдущие адреса
sw: Anwani za awali
th: ที่อยู่ก่อนหน้า
zh: 以前的地址

source: Primary Education
ar: التعليم الابتدائي
de: Grundschulbildung
es: Educación Primaria
fr: Enseignement primaire
id: Pendidikan Dasar
pt: Ensino Primário
ru: Начальное образование
sw: Elimu ya Msingi
th: ประถมศึกษา
zh: 小学教育

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
id: Kebijakan Privasi
pt: Política de Privacidade
ru: Политикой конфиденциальности
sw: Sera ya Faragha
th: นโยบายความเป็นส่วนตัว
zh: 隐私政策

source: Proceed to Login
ar: المتابعة لتسجيل الدخول
de: Weiter zur Anmeldung
es: Proceder al inicio de sesión
fr: Procéder à la connexion
id: Lanjutkan Masuk
pt: Prosseguir para Login
ru: Перейти к входу
sw: Endelea Kuingia
th: ดำเนินการเข้าสู่ระบบ
zh: 前往登录

source: Processing...
ar: جاري المعالجة...
de: Verarbeite...
es: Procesando...
fr: Traitement...
id: Memproses...
pt: Processando...
ru: Обработка...
sw: Inachakata...
th: กำลังดำเนินการ...
zh: 正在处理...

source: Professional certifications and licenses
ar: الشهادات والتراخيص المهنية
de: Berufszertifizierungen und Lizenzen
es: Certificaciones y licencias profesionales
fr: Certifications professionnelles et licences
id: Sertifikasi dan lisensi profesional
pt: Certificações profissionais e licenças
ru: Профессиональные сертификаты и лицензии
sw: Vyeti vya kitaaluma na leseni
th: ใบรับรองวิชาชีพและใบอนุญาต
zh: 专业认证和执照

source: Professional Degree
ar: درجة مهنية
de: Berufsabschluss
es: Título Profesional
fr: Diplôme professionnel
id: Gelar Profesional
pt: Grau Profissional
ru: Профессиональная степень
sw: Shahada ya Kitaaluma
th: ปริญญาวิชาชีพ
zh: 专业学位

source: Professional Diploma
ar: دبلوم مهني
es: Diploma Profesional
fr: Diplôme professionnel
id: Diploma Profesional
pt: Diploma Profissional
ru: Профессиональный диплом
sw: Diploma ya Kitaaluma
th: ประกาศนียบัตรวิชาชีพ
zh: 专业文凭

source: Profile form sections
ar: أقسام نموذج الملف الشخصي
de: Profilformularabschnitte
es: Secciones del formulario de perfil
fr: Sections du formulaire de profil
id: Bagian formulir profil
pt: Seções do formulário de perfil
ru: Разделы формы профиля
sw: Sehemu za fomu ya wasifu
th: ส่วนของแบบฟอร์มโปรไฟล์
zh: 个人资料表单部分

source: Profile Icon
ar: أيقونة الملف الشخصي
de: Profilsymbol
es: Icono de perfil
fr: Icône de profil
id: Ikon Profil
pt: Ícone de Perfil
ru: Иконка профиля
sw: Aikoni ya Wasifu
th: ไอคอนโปรไฟล์
zh: 个人资料图标

source: Profile loaded successfully
ar: تم تحميل الملف الشخصي بنجاح
de: Profil erfolgreich geladen
es: Perfil cargado con éxito
fr: Profil chargé avec succès
id: Profil berhasil dimuat
pt: Perfil carregado com sucesso
ru: Профиль успешно загружен
sw: Wasifu umepakiwa
th: โหลดโปรไฟล์สำเร็จ
zh: 个人资料加载成功

source: Profile saved successfully
ar: تم حفظ الملف الشخصي بنجاح
de: Profil erfolgreich gespeichert
es: Perfil guardado con éxito
fr: Profil enregistré avec succès
id: Profil berhasil disimpan
pt: Perfil salvo com sucesso
ru: Профиль успешно сохранен
sw: Wasifu umehifadhiwa
th: บันทึกโปรไฟล์สำเร็จ
zh: 个人资料保存成功

source: Property tax payments
ar: مدفوعات الضرائب العقارية
de: Grundsteuerzahlungen
es: Pagos de impuestos prediales
fr: Paiements de la taxe foncière
id: Pembayaran pajak properti
pt: Pagamentos de imposto sobre a propriedade
ru: Платежи по налогу на имущество
sw: Malipo ya kodi ya mali
th: การชำระภาษีทรัพย์สิน
zh: 财产税支付

source: Psychology
ar: علم النفس
de: Psychologie
es: Psicología
fr: Psychologie
id: Psikologi
pt: Psicologia
ru: Психология
sw: Saikolojia
th: จิตวิทยา
zh: 心理学

source: Public Administration
ar: الإدارة العامة
de: Öffentliche Verwaltung
es: Administración Pública
fr: Administration publique
id: Administrasi Publik
pt: Administração Pública
ru: Государственное управление
sw: Utawala wa Umma
th: รัฐประศาสนศาสตร์
zh: 公共行政

source: Public Health
ar: الصحة العامة
de: Gesundheitswesen
es: Salud Pública
fr: Santé publique
id: Kesehatan Masyarakat
pt: Saúde Pública
ru: Общественное здравоохранение
sw: Afya ya Umma
th: สาธารณสุขศาสตร์
zh: 公共卫生

source: Public Relations
ar: العلاقات العامة
de: Öffentlichkeitsarbeit
es: Relaciones Públicas
fr: Relations publiques
id: Hubungan Masyarakat
pt: Relações Públicas
ru: Связи с общественностью
sw: Mahusiano ya Umma
th: ประชาสัมพันธ์
zh: 公共关系

source: Public service roles
ar: أدوار الخدمة العامة
de: Rollen im öffentlichen Dienst
es: Roles de servicio público
fr: Rôles dans le service public
id: Peran layanan publik
pt: Cargos no serviço público
ru: Роли на государственной службе
sw: Majukumu ya utumishi wa umma
th: บทบาทในบริการสาธารณะ
zh: 公共服务角色

source: Public transport card usage
ar: استخدام بطاقة النقل العام
de: Nutzung der öffentlichen Verkehrsmittelkarte
es: Uso de tarjeta de transporte público
fr: Utilisation de la carte de transport public
id: Penggunaan kartu transportasi umum
pt: Uso de cartão de transporte público
ru: Использование карты общественного транспорта
sw: Matumizi ya kadi ya usafiri wa umma
th: การใช้บัตรโดยสารสาธารณะ
zh: 公共交通卡使用情况

source: Query Context
ar: سياق الاستعلام
de: Abfragekontext
es: Contexto de consulta
fr: Contexte de la requête
id: Konteks Kueri
pt: Contexto da Consulta
ru: Контекст запроса
sw: Muktadha wa Swali
th: บริบทของคำถาม
zh: 查询上下文

source: Quick Feedback
ar: تعليق سريع
de: Schnelles Feedback
es: Comentario rápido
fr: Commentaire rapide
id: Umpan Balik Cepat
pt: Feedback Rápido
ru: Быстрый отзыв
sw: Maoni ya Haraka
th: ข้อเสนอแนะด่วน
zh: 快速反馈

# quickhelp.applyForID
source: Apply for ID
ar: طلب الهوية
de: ID beantragen
es: Solicitar ID
fr: Demander une ID
id: Ajukan KTP
pt: Pedir ID
ru: Заявка на ID
sw: Omba Kitambulisho
th: ทำบัตรประชาชน
zh: 申请身份证

# quickhelp.applyForIDPrompt
source: Act as a helpful Kenyan civil registration expert. Explain the steps for obtaining a National ID (Maisha Namba) or replacing a lost one. IMPORTANT: Provide a clear list of required documents (e.g., Birth Certificate, copies of parents' IDs) and advise the user to visit their nearest Huduma Centre or Registrar of Persons office. RULE: Always refer to the application as 'Genie AI'.
ar: تصرف كخبير مفيد في التسجيل المدني الكيني. اشرح خطوات الحصول على الهوية الوطنية (Maisha Namba) أو استبدال هوية مفقودة. هام: قدم قائمة واضحة بالمستندات المطلوبة (مثل شهادة الميلاد، ونسخ من هويات الوالدين) وانصح المستخدم بزيارة أقرب مركز Huduma Centre أو مكتب مسجل الأشخاص. قاعدة: أشر دائمًا إلى التطبيق باسم 'Genie AI'.
de: Handeln Sie als hilfreicher Experte für das kenianische Meldewesen. Erklären Sie die Schritte zum Erhalt einer nationalen ID (Maisha Namba) oder zum Ersatz einer verlorenen. WICHTIG: Geben Sie eine klare Liste der erforderlichen Dokumente an (z. B. Geburtsurkunde, Kopien der Ausweise der Eltern) und raten Sie dem Benutzer, das nächstgelegene Huduma Centre oder das Einwohnermeldeamt aufzusuchen. REGEL: Bezeichnen Sie die Anwendung immer als 'Genie AI'.
es: Actúa como un experto útil en registro civil de Kenia. Explica los pasos para obtener una identificación nacional (Maisha Namba) o reemplazar una perdida. IMPORTANTE: Proporciona una lista clara de los documentos requeridos (por ejemplo, certificado de nacimiento, copias de las identificaciones de los padres) y aconseja al usuario visitar su Huduma Centre u oficina del Registrador de Personas más cercana. REGLA: Refiérete siempre a la aplicación como 'Genie AI'.
fr: Agissez en tant qu'expert utile de l'état civil kényan. Expliquez les étapes pour obtenir une carte d'identité nationale (Maisha Namba) ou remplacer une carte perdue. IMPORTANT : Fournissez une liste claire des documents requis (par ex. acte de naissance, copies des pièces d'identité des parents) et conseillez à l'utilisateur de se rendre au Huduma Centre ou au bureau du registraire des personnes le plus proche. RÈGLE : Désignez toujours l'application sous le nom de 'Genie AI'.
id: Bertindaklah sebagai ahli pendaftaran sipil Kenya yang membantu. Jelaskan langkah-langkah untuk mendapatkan KTP Nasional (Maisha Namba) atau mengganti yang hilang. PENTING: Berikan daftar dokumen yang diperlukan dengan jelas (misalnya, Akta Kelahiran, salinan KTP orang tua) dan sarankan pengguna untuk mengunjungi Huduma Centre atau kantor Pencatatan Sipil terdekat. ATURAN: Selalu sebut aplikasi sebagai 'Genie AI'.
pt: Aja como um especialista útil em registo civil do Quénia. Explique os passos para obter uma Identidade Nacional (Maisha Namba) ou substituir uma perdida. IMPORTANTE: Forneça uma lista clara dos documentos necessários (ex: Certidão de Nascimento, cópias das identidades dos pais) e aconselhe o utilizador a visitar o Huduma Centre ou conservatória mais próxima. REGRA: Refira-se sempre à aplicação como 'Genie AI'.
ru: Действуйте как эксперт по регистрации граждан Кении. Объясните шаги для получения национального удостоверения личности (Maisha Namba) или замены утерянного. ВАЖНО: Предоставьте четкий список необходимых документов (например, свидетельство о рождении, копии удостоверений личности родителей) и посоветуйте пользователю посетить ближайший центр Huduma Centre или офис регистрации лиц. ПРАВИЛО: Всегда называйте приложение 'Genie AI'.
sw: Tenda kama mtaalamu wa usajili wa raia wa Kenya anayesaidia. Fafanua hatua za kupata Kitambulisho cha Taifa (Maisha Namba) au kubadilisha kilichopotea. MUHIMU: Toa orodha wazi ya hati zinazohitajika (mfano, Cheti cha Kuzaliwa, nakala za vitambulisho vya wazazi) na umshauri mtumiaji kutembelea Huduma Centre iliyo karibu au ofisi ya Msajili wa Watu. KANUNI: Daima rejelea programu kama 'Genie AI'.
th: ทำหน้าที่เป็นผู้เชี่ยวชาญด้านทะเบียนราษฎร์ของเคนยา อธิบายขั้นตอนการขอรับบัตรประจำตัวประชาชนแห่งชาติ (Maisha Namba) หรือการขอทำบัตรใหม่กรณีสูญหาย ข้อสำคัญ: ระบุรายการเอกสารที่จำเป็นให้ชัดเจน (เช่น ใบสูติบัตร สำเนาบัตรประชาชนของบิดามารดา) และแนะนำให้ผู้ใช้ไปที่ Huduma Centre หรือสำนักงานนายทะเบียนราษฎร์ที่ใกล้ที่สุด กฎ: เรียกแอปพลิเคชันว่า 'Genie AI' เสมอ
zh: 扮演一位乐于助人的肯尼亚民事登记专家。解释获取国民身份证 (Maisha Namba) 或补办遗失证件的步骤。重要提示：提供所需文件的清晰清单（例如出生证明、父母身份证复印件），并建议用户前往最近的 Huduma Centre 或人口登记处。规则：始终将应用程序称为 'Genie AI'。

# quickhelp.applyForIDUserPrompt
source: I want to find out about applying for a National ID card in Kenya.
ar: أريد معرفة كيفية التقدم للحصول على بطاقة الهوية الوطنية في كينيا.
de: Ich möchte herausfinden, wie ich in Kenia einen nationalen Personalausweis beantrage.
es: Quiero averiguar cómo solicitar una tarjeta de identificación nacional en Kenia.
fr: Je veux me renseigner sur la demande de carte nationale d'identité au Kenya.
id: Saya ingin mencari tahu tentang cara mengajukan kartu KTP Nasional di Kenya.
pt: Quero saber como solicitar um cartão de Identidade Nacional no Quénia.
ru: Я хочу узнать, как подать заявку на получение национального удостоверения личности в Кении.
sw: Nataka kujua kuhusu kutuma maombi ya Kitambulisho cha Taifa nchini Kenya.
th: ฉันต้องการทราบเกี่ยวกับการสมัครทำบัตรประชาชนแห่งชาติในเคนยา
zh: 我想了解如何在肯尼亚申请国民身份证。

# quickhelp.educationServices
source: Education
ar: التعليم
de: Bildung
es: Educación
fr: Éducation
id: Pendidikan
pt: Educação
ru: Образование
sw: Elimu
th: การศึกษา
zh: 教育服务
